Repository: superdesk/superdesk-planning
Catalog: server/planning/translations/*/LC_MESSAGES/messages.po
Languages: fr_ca

source: Planning
fr_ca: Planification

source: Create, update, and delete events, planning items, and coverages
fr_ca: Créer, mettre à jour et supprimer des événements, des éléments de planification et des couvertures

source: Planning - Agenda Management
fr_ca: Planification - Gestion d'agenda

source: Ability to create and modify Agendas
fr_ca: Permission de créer et de modifier des agendas

source: Planning - Delete Agendas
fr_ca: Planification - Supprimer des agendas

source: Ability to delete an Agenda
fr_ca: Permission de supprimer un agenda

source: Planning - Edit Expired Items
fr_ca: Planification - Modifier des éléments expirés

source: Ability to edit expired Event and Planning items
fr_ca: Permission de modifier des événements expirés et des éléments de planification

source: Planning - Create Event/Planning in the past
fr_ca: Planification - Créer un événement/Planifier dans le passé

source: Ability to create an Event or Planning item in the past
fr_ca: Permission de créer un événement ou de planifier un élément dans le passé

source: Planning - Manage locations
fr_ca: Planification - Gestion des endroits

source: Ability to create, edit and delete locations
fr_ca: Permission de créer, de modifier et de supprimer des endroits

source: Planning - Assignments view
fr_ca: Planification - Affichage des affectations

source: Ability to access assignments view
fr_ca: Permission d'accéder à l'affichage des affectations

source: Allow Notifications To Slack
fr_ca: Autoriser les notifications sur Slack

source: Default Calendar
fr_ca: Calendrier par défaut

source: Default Agenda
fr_ca: Agenda par défaut

source: Default Events Planning Filter
fr_ca: Filtre de planification d'événements par défaut

source: Default desk for coverage types
fr_ca: Pupitre par défaut des types de couverture

source: Open advanced mode when adding coverages
fr_ca: Ouvrir le mode avancé lors de l'ajout de couvertures

source: Default sort preferences for Assignment lists
fr_ca: Ordre de préférences par défaut pour les listes d'affectations

source: Assignments
fr_ca: Affectations

source: Content type "%(content_type)s" is not allowed to be linked to a coverage
fr_ca: Le lien entre le type de contenu "%(content_type)s" et une couverture n'est pas autorisé

source: Planning - Event Management
fr_ca: Planification - Gestion d'événement

source: Ability to create and modify Events
fr_ca: Permission de créer et modifier des événements

source: Planning - Spike Event Items
fr_ca: Planification - Supprimer des événements

source: Ability to spike an Event
fr_ca: Permission de supprimer un événement

source: Planning - Unspike Event Items
fr_ca: Planification - Annuler la suppression d'événements

source: Ability to unspike an Event
fr_ca: Permission d'annuler la suppression d'un événement

source: Planning - Post Event Items
fr_ca: Planification - Publier des événements

source: Ability to post an Event
fr_ca: Permission de publier un événement

source: Planning - Unpost Event Items
fr_ca: Planification - Annuler la publication d'événements

source: Ability to unpost an Event
fr_ca: Permission d'annuler la publication d'un événement

source: Planning - Event Templates
fr_ca: Planification - Gabarits d'événement

source: Ability to create and manage Event templates
fr_ca: Permission de créer et gérer des gabarits d'événement

source: Planning - Planning Item Management
fr_ca: Planification - Gestion d'un élément de planification

source: Ability to create and modify Planning items
fr_ca: Permission de créer et modifier des éléments de planification

source: Planning - Spike Planning Items
fr_ca: Planification - Supprimer des éléments de planification

source: Ability to spike a Planning Item
fr_ca: Permission de supprimer un élément de planification

source: Planning - Unspike Planning Items
fr_ca: Planification - Annuler la suppression d'éléments de planification

source: Ability to unspike a Planning Item
fr_ca: Permission d'annuler la suppression d'un élément de planification

source: Planning - Post Planning Items
fr_ca: Planification - Publier des éléments de planification

source: Ability to post a Planning Item
fr_ca: Permission de publier un élément de planification

source: Planning - Unpost Planning Items
fr_ca: Planification - Annuler la publication d'éléments de planification

source: Ability to unpost a Planning Item
fr_ca: Permission d'annuler la planification d'une élément de planification

source: Planning - Featured Stories
fr_ca: Planification - Articles à la une

source: Ability to create and modify a featured stories list from planning items
fr_ca: Permission de créer et modifier une liste des articles à la une tirée des éléments de planification

source: Planning - Events & Planning View Filters Management
fr_ca: Planification - Gestion des filtres d'affichage pour les événements et la planification

source: Create/Update/Delete Events & Planning View Filters
fr_ca: Créer/mettre à jour/supprimer des filtres d'affichage pour les événements et la planification
